📖 Reformat all docs
Signed-off-by: Alexandre Mahdhaoui <alexandre.mahdhaoui@gmail.com>
